[{"id":"-4","pName":" Shoes","pQuantity":"75","pPrice":"129.99","pDescription":"Experience comfort and performance with the Nike Air Zoom Pegasus 38 Running Shoes. Designed for runners, these shoes feature responsive cushioning, a breathable upper, and a durable outsole. They're perfect for both beginners and seasoned athletes.","imgID":1},{"id":"-3","pName":"Digital Watch","pQuantity":"40","pPrice":"149.99","pDescription":"Make a bold statement with the Casio G-Shock Men's Black Analog-Digital Watch. This rugged timepiece combines analog and digital displays, shock resistance, water resistance, and a sleek black design. It's perfect for those seeking durability and style.","imgID":2},{"id":"-2","pName":"Prizm Sunglasses","pQuantity":"50","pPrice":"179.99","pDescription":"Protect your eyes in style with Oakley Flight Jacket Prizm Sunglasses. These high-performance sunglasses feature Prizm lens technology for enhanced clarity and contrast. With a lightweight frame and adjustable nose pads, they offer a comfortable fit for all-day wear.","imgID":3},{"id":"-1","pName":"White Ceramic Watch","pQuantity":"30","pPrice":"199.99","pDescription":"Add a touch of elegance to your wrist with the Fossil Women's White Ceramic Bracelet Watch. This beautiful timepiece features a white ceramic band, a mother-of-pearl dial, and crystal accents. It's the perfect accessory for both casual and formal occasions.","imgID":4},{"id":"1","pName":"iPhone 13 Pro","pQuantity":"50","pPrice":"1099.99","pDescription":"The iPhone 13 Pro is Apple's latest flagship smartphone, featuring a stunning Super Retina XDR display, A15 Bionic chip, Pro camera system with ProRAW and ProRes video recording, and Ceramic Shield front cover for improved durability. With 5G capabilities, Face ID, and iOS 15, it's the ultimate device for productivity and entertainment.","imgID":5},{"id":"2","pName":"Samsung QLED TV","pQuantity":"30","pPrice":"1399.99","pDescription":"Experience cinematic viewing at home with the Samsung 65-Inch 4K QLED TV. Quantum Dot technology delivers vibrant colors, while the Quantum HDR enhances contrast. With Smart TV features, voice control, and a sleek design, this TV brings the theater experience to your living room.","imgID":6},{"id":"3","pName":"Dell XPS 13 Laptop","pQuantity":"25","pPrice":"1199.99","pDescription":"The Dell XPS 13 is a premium ultrabook known for its stunning InfinityEdge display, powerful performance, and compact design. With Intel Core i7 processor options and a sleek aluminum chassis, it's the ideal laptop for professionals on the go.","imgID":7},{"id":"4","pName":"Sony Headphones","pQuantity":"60","pPrice":"299.99","pDescription":"Immerse yourself in music with the Sony WH-1000XM4 headphones. These wireless, noise-canceling headphones offer industry-leading sound quality, long battery life, touch controls, and comfortable design for all-day listening pleasure.","imgID":8},{"id":"5","pName":"Nikon DSLR Camera","pQuantity":"15","pPrice":"2699.99","pDescription":"Capture stunning photographs and 4K videos with the Nikon D850 DSLR camera. With a 45.7MP sensor, fast autofocus, and robust construction, it's a favorite among professional photographers for its image quality and versatility.","imgID":9},{"id":"6","pName":"KitchenAid Mixer","pQuantity":"40","pPrice":"349.99","pDescription":"Elevate your baking and cooking with the KitchenAid Stand Mixer. It features a powerful motor, various attachments, and a timeless design. Whether you're kneading dough or whipping cream, this mixer makes it effortless.","imgID":3},{"id":"7","pName":"Smartwatch","pQuantity":"50","pPrice":"199.99","pDescription":"Stay active and track your fitness with the Fitbit Versa 3. This smartwatch offers heart rate monitoring, GPS, sleep tracking, and more. With built-in voice assistants and a vibrant AMOLED display, it's a stylish companion for your daily activities.","imgID":2},{"id":"8","pName":"LG Monitor","pQuantity":"20","pPrice":"599.99","pDescription":"Experience productivity like never before with the LG 34-Inch Ultrawide Monitor. Its expansive curved display offers multitasking capabilities, while HDR10 support ensures stunning visuals. Perfect for gaming and professional work.","imgID":1},{"id":"9","pName":"Bose Headphones","pQuantity":"40","pPrice":"349.99","pDescription":"Escape into your music with the Bose QuietComfort 45 headphones. These wireless, noise-canceling headphones offer exceptional sound quality, comfort, and a long-lasting battery. Ideal for travel and immersive audio experiences.","imgID":4},{"id":"10","pName":"Samsung Galaxy","pQuantity":"35","pPrice":"799.99","pDescription":"Unleash your creativity and productivity with the Samsung Galaxy Tab S7+ tablet. It boasts a stunning Super AMOLED display, S Pen support, and powerful performance. Whether you're sketching or working on documents, it's your ultimate digital companion.","imgID":2},{"id":"1695101221023","pName":"car","pQuantity":"25","pPrice":"350","pDescription":"Furniture refers to objects intended to support various human activities such as seating (e.g., stools, chairs, and sofas), eating (tables), storing items, working, and sleeping (e.g., beds and hammocks). Furniture is also used to hold objects at a convenient height for work ","imgID":3},{"id":"1695102792052","pName":"MacBook","pQuantity":"10","pPrice":"5000","pDescription":" Furniture refers to objects intended to support various human activities such as seating (e.g., stools, chairs, and sofas), eating (tables), storing items, working, and sleeping (e.g., beds and hammocks). Furniture is also used to hold objects at a convenient height for work (as horizontal .","imgID":3},{"id":"1695105551619","pName":"Helmet","pQuantity":"25","pPrice":"500","pDescription":"A good Helmet","imgID":6}]